---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Color
zh: 着色、上色、染色、填色
source: html/9797a83f-d91b-7fa6-c381-ac5ecb527d36.htm
---
# Color Members

**中文**: 着色、上色、染色、填色

Constructor that takes the red, green and blue channels of the color.